[lang]
;url=https://raw.githubusercontent.com/Snowy1794/Arcdps-translation-Chinese-simplified/master/arcdps_lang.ini
;---------------------------------------------
;Chinese-simplified translation by Snowy.1794 --2026/04/17
;简体中文汉化 翻译来自雪姨 Snowy.1794 --2026/04/17
;enum.c Version date2026/04/12
;enum文件版本日期2026/04/12
;---------------------------------------------
;职业名称 professions
;100=professions
;101=Gdn
;102=Dgh
;103=War
;104=Brs
;105=Eng
;106=Scr
;107=Rgr
;108=Dru
;109=Thf
;110=Dar
;111=Ele
;112=Tmp
;113=Mes
;114=Chr
;115=Nec
;116=Rea
;117=Rev
;118=Her
;119=Fbd
;120=Spb
;121=Hls
;122=Slb
;123=Ded
;124=Wea
;125=Mir
;126=Scg
;127=Ren
;-------------
100=职业
101=守护
102=猎龙
103=战士
104=狂战
105=工程
106=机械
107=游侠
108=德鲁
109=潜行
110=独行
111=元素
112=暴风
113=幻术
114=时空
115=唤灵
116=夺魂
117=魂武
118=预告
119=燃火
120=破法
121=全息
122=魂兽
123=神枪
124=编织
125=蜃楼
126=灾厄
127=龙魂
;---------------------------------------------
;技能分项 common: skill itemization
;130=TOTAL
;131=H
;132=F
;133=activations
;134=cancels
;135=time wasted
;136=hits(caprs)
;137=hits(dmg)
;138=over 90
;139=under 50
;140=moving
;141=flanking
;142=crit
;143=total
;144=min
;145=avg
;146=max
;147=apx dmg
;148=overstack
;149=NO SKILLS LOGGED
;150=remove
;151=resisted
;152=glance
;153=miss
;154=NO TARGETS LOGGED
;-------------
130=总计
131=敌
132=友
133=施法
134=取消
135=时间浪费
136=击中(脉冲)
137=击中(总计)
138=自身血高于90%
139=目标血低于50%
140=移动
141=侧后
142=暴击
143=总计
144=最低
145=平均
146=最高
147=近似伤害
148=过量
149=无技能记录
150=移除
151=格挡
152=显隐
153=未命中
154=未选择目标
;---------------------------------------------
;通用 common: generic
;155=ATTITUDE
;156=HOSTILE
;157=FRIENDLY

;160=TYPE
;161=COMBAT
;162=ACTIVE

;165=DIR
;166=OUT
;167=IN

;170=FORMAT
;171=PER-SEC
;172=TOTAL
;173=PERCENT
;-------------
155=目标
156=敌对
157=友方

160=类型
161=战斗
162=动作

165=伤害
166=造成
167=受到

170=格式
171=秒伤
172=总伤
173=百分比
;---------------------------------------------
;个人统计页面 panels: dps
;200=PERSONAL STATS
;201=OUT
;202=IN
;203=CBT
;204=ACT
;205=DAMAGE
;206=(DAMAGE)PHYS
;207=(DAMAGE)BUFF
;208=HEALING
;209=CRIT RATE
;210=NINETY RATE
;211=FIFTY RATE
;212=EVADES
;213=BLOCKS
;214=ABSORBS
;215=INTERRUPTS
;216=CURRENT
;217=HIST
;218=CBT
;219=PS
;220=DMG
;221=PERSONAL
;222=INTERVAL
;223=MILLISECONDS
;224=current
;225=current
;226=BARRIER
;-------------
200=个人统计
201=伤害
202=受伤
203=战斗
204=动作
205=全部伤害
206=伤害(直伤)
207=伤害(症状)
208=治疗
209=暴击率
210=自身血量90%率
211=目标血量50%率
212=闪避
213=格挡
214=吸收
215=打断
216=当前
217=历史
218=战斗
219=秒伤
220=总伤
221=个人
222=记录间隔
223=毫秒
224=当前
225=当前
226=屏障
;---------------------------------------------
;技能页面 panels: skills
;240=PERSONAL SKILLS
;241=OUT
;242=IN
;243=ALL
;244=BUFFS
;245=PHYS
;246=SKILL REMOVED
;247=CURRENT
;248=HIST
;249=CBT
;250=PERSONAL
;251=INTERVAL
;252=MILLISECONDS
;253=SKILLS
;-------------
240=个人技能
241=伤害
242=受伤
243=全伤
244=症状
245=直伤
246=技能移除
247=当前
248=历史
249=战斗
250=个人
251=记录间隔
252=毫秒
253=技能
;---------------------------------------------
;目标页面 panels: target
;270=TARGET
;271=LOGGING AUTO
;272=LOGGING MANUAL
;273=NOT LOGGING
;274=LOGGING UNAVAILABLE
;275=T.LOCK NONE
;276=CBT
;277=RS
;278=DPS
;279=TTK
;280=LOG START
;281=LOG STOP
;-------------
270=目标
271=自动记录
272=手动记录
273=不记录
274=不能记录
275=目标锁定:无
276=战斗
277=RS
278=秒伤
279=击杀
280=开始记录
281=停止记录
;---------------------------------------------
;生命条 panels: healthbar
;290=HEALTHBAR
;291=HP
;-------------
290=生命条
291=HP
;---------------------------------------------
;团队统计页面 panels: chcli
;300=AREA STATS
;301=OUT
;302=IN
;303=DMG
;304=BUFFS
;305=PHYS
;306=+cnd
;307=TOTAL
;308=H
;309=F
;310=CBT
;311=PS
;312=DMG
;313=DISABLED ON NON-PATRY PLAYERS
;314=SKILL REMOVED
;315=CURRENT
;316=HIST
;317=AGENT REMOVED
;318=AREA STATS
;319=INTERVAL
;320=MILLISECONDS
;321=PCT
;322=NO PLAYERS IN RANGED
;323=CURRENT
;324=CURRENT
;-------------
300=团队统计
301=伤害
302=受伤
303=全伤
304=症状
305=直伤
306=+症状
307=总计
308=敌
309=友
310=战斗
311=秒伤
312=总伤
313=不能用于非同队玩家
314=技能移除
315=当前
316=历史
317=濒死移除
318=团队统计
319=记录间隔
320=毫秒
321=百分比
322=范围内无玩家
323=当前
324=当前
;---------------------------------------------
;摘要 panels: summary 
;340=SUMMARY
;341=combat time
;342=dps out
;343=tg dps out
;344=dps in
;345=tg dps in
;346=crit rate
;347=ninety rate
;348=fifty rate
;349=moving rate
;350=flank rate
;351=cancel time
;352=res count
;353=res time
;354=down count
;355=cleanse out
;356=strip out
;357=glance rate
;358=evades
;359=interrupts
;360=miss rate
;361=dodges used
;362=HIST
;363=player must be
;364=in party/squad
;365=cleanse in
;366=strip in
;367=down time
;368=cancel count
;369=shield pct
;370=shield eff
;371=blocks
;372=absorbs
;373=cleanse self
;374=duration
;375=intensity
;376=phys
;377=cond
;378=dps uptime
;379=prot rate
;380=killed
;381=downed
;382=down
;383=zeroes
;384=death count
;385=breakbar
;-------------
340=摘要
341=战斗时间
342=造成秒伤
343=对目标秒伤
344=受到秒伤
345=目标受秒伤
346=暴击率
347=自身血量90%率
348=目标血量50%率
349=移动率
350=侧后率
351=取消时间
352=救人次数
353=救人时间
354=倒地次数
355=移除症状
356=移除增益
357=偏斜率
358=闪避
359=打断
360=未命中
361=使用闪避
362=历史
363=玩家必须在
364=队伍/团队中
365=被移除症状
366=被移除增益
367=倒地时间
368=取消次数
369=格挡率
370=格挡效果
371=格挡
372=吸收
373=自己复苏
374=持续时间
375=强度
376=直伤
377=症状
378=dps持续时间
379=保护率
380=死亡
381=倒地
382=倒地
383=清零
384=死亡次数
385=cc蔑视量
;---------------------------------------------
;记录日志页面 panels: logger
;390=LOGGER
;391=CBT
;392=ENG
;393=GME
;394=BOT
;395=TOP
;396=AUTO
;397=SCRL
;398=FILTER
;399=RES.QDEP
;400=CBT.QDEP
;401=M.BLKS
;402=M.SZ
;403=LIM.AG
;404=LIM.CH
;405=CES
;406=GRC
;407=CBS
;408=CCX
;409=TGC
;410=SCR
;411=RTH
;412=CCS
;413=BCX
;414=GPT
;415=RND
;416=UPK
;417=LOGGER
;418=CHANNEL
;419=SIM
;420=MCI
;421=MCO
;422=lines
;423=suppress logging
;424=perf.time
;425=perf.use
;426=Events
;427=statechange
;428=activation
;429=buffremove
;430=buffapply
;431=buffdamage
;432=buffheal
;433=directdamage
;434=directheal
;435=Debug
;436=minion
;437=breakbardamage
;-------------
390=查看战斗记录
391=战斗
392=解析
393=游戏
394=下
395=上
396=自动
397=滚动
398=过滤
;399=RES.QDEP
;400=CBT.QDEP
;401=M.BLKS
;402=M.SZ
;403=LIM.AG
;404=LIM.CH
;405=CES
;406=GRC
;407=CBS
;408=CCX
;409=TGC
;410=SCR
;411=RTH
;412=CCS
;413=BCX
;414=GPT
;415=RND
;416=UPK
417=日志
418=频道
;419=SIM
;420=MCI
;421=MCO
422=条数
423=抑制记录
424=完美时间
425=完美使用
426=事件
427=战斗环境变化
428=战斗激活
429=buff移除
430=buff应用
431=buff伤害
432=buff治疗
433=直伤伤害
434=直接治疗
435=调试
436=召唤物
437=cc蔑视量
;---------------------------------------------
;指南针页面 panels: compass
;440=COMPASS
;441=N
;442=E
;443=S
;444=W
;445=BEARING
;-------------
440=指南针
441=北
442=东
443=南
444=西
445=方位
;---------------------------------------------
;信息显示页面 panels: metrics
;450=METRICS
;451=F
;452=P
;453=MAP.TYPE
;454=MAP.ID
;455=MAP.LV
;456=BUILD.GW
;457=BUILD.ARC
;458=R
;-------------
450=信息显示
451=帧数
452=延迟
453=地图类型
454=地图ID
455=地图等级
456=激战2版本
457=ARCDPS版本
458=响应
;---------------------------------------------
;采集计数器页面 panels: gathering
;460=GATHERING
;461=picks/h
;462=axes/h
;463=sickles/h
;464=picked
;465=axed
;466=sickled
;467=tools
;468=picks remaining
;469=axes remaining
;470=sickles remaining
;471=measuring for
;-------------
460=采集计数器
461=采/小时
462=伐/小时
463=割/小时
464=已开采
465=已砍伐
466=已收割
467=工具
468=剩余镐
469=剩余斧
470=剩余镰
471=计量
;---------------------------------------------
;设置页面 panels: options
;490=Arcdps Options
;491=Windows
;492=Tooltip
;493=General
;494=Y
;495=N
;496=LINK PANELS
;497=AUTO OPEN
;498=DPS OUT
;499=DPS IN
;500=BUFFS
;501=RATES
;502=AGENT STATES
;503=BUFF EVENTS
;504=RESULTS
;505=LOCK PREFTARGET TO ENCOUNTER NPC
;506=SAVE EVTC LOGS ON ENCOUNTERS
;507=USE NPC NAME IN EVTC PATH
;508=COMPRESS EVTC WITH PS (WIN 10)
;509=PANEL SNAP TO GRID
;510=INPUT ALWAYS REQUIRES MODIFIERS
;511=PANEL COMBAT DETAIL
;512=PANEL VERBOSITY
;513=RESTRICTED
;514=RS_HBARS
;515=RS_EMBEDLL
;516=RS_FLASHWHISPER
;517=RS_FLASHPARTY
;518=RS_RWACCEPT
;519=RS_CONSUMEMAX
;520=RS_CONSUMESKIPDELAY
;521=RS_KEYS
;522=USE GUILD NAME IN EVTC PATH
;523=SHOW BACKGROUND BARS
;524=MODIFIERS FORWARD INPUT TO CLIENT
;525=TRANSPARENCY BIAS
;526=BACKGROUND BAR PROFESSION COLOUR
;527=USE PLAYER NAME IN EVTC PATH
;528=USE ALTERNATE UI
;529=RECOUNT-LIKE TOTAL+DPS ON STATS
;530=TRIM NAME AND ABBREVATION PADDING
;531=REQUIRE MODIFIERS TO MOVE WINDOWS
;532=REQUIRE MODIFIERS TO SHOW MENUS
;533=DONT SHOW TOTALS
;534=REQUIRE MODIFIERS TO CLICK
;535=RS_EMBEDEXTRA
;536=LOGGING
;537=HIDE ZERO BUFFS
;538=RS_HIDEOBLACH
;539=RS_HIDEOBLQUEST
;540=DONT SHOW COMBAT DURATION
;541=ESC CLOSES WINDOWS
;542=LOGS
;543=CONFIG
;544=Style
;545=Colours:ImGui
;546=Colours:Arc
;547=Colours:Profession
;548=Colours:Squad
;549=Appearance
;-------------
490=设置
491=面板
492=摘要
493=基础
;494=Y
;495=N
496=链接到面板
497=自动打开
498=组:造成秒伤
499=组:受到秒伤
500=组:各种BUFF
501=组:各种百分比
502=组:倒地相关
503=组:BUFF移除
504=组:受到效果
505=优先锁定到遭遇的NPC
506=对目标保存战斗日志
507=使用NPC名称保存战斗日志
508=压缩战斗日志EVTC文件(win10)
509=网格状拖动面板
510=只使用组合键操作
511=战斗细节
512=面板内容等级
;513=RESTRICTED
;514=RS_HBARS
;515=RS_EMBEDLL
;516=RS_FLASHWHISPER
;517=RS_FLASHPARTY
;518=RS_RWACCEPT
;519=RS_CONSUMEMAX
;520=RS_CONSUMESKIPDELAY
;521=RS_KEYS
522=在EVTC文件中标注公会名
523=显示条状图
524=启用鼠标穿透
525=透明度
526=开启职业配色条状图
527=在EVTC文件中标注玩家名
528=使用备用界面
529=开启团队面板综合模式
530=将名称和缩写对齐
531=移动窗口时需要Alt+Shift
532=显示菜单时需要Alt+Shift
533=不显示总计
534=点击时需要Alt+Shift
536=日志选项
537=隐藏空的增益
;538=RS_HIDEOBLACH
;539=RS_HIDEOBLQUEST
540=不显示战斗持续时间
541=ESC键关闭窗口
542=打开日志的保存目录
543=打开插件的设置文件
544=风格
545=颜色：图形界面
546=颜色：Arc
547=颜色：职业
548=颜色：团队
549=外观
;---------------------------------------------
;消耗界面 panels: consume
;550=CONSUME_HEADER
;551=CONSUME_NONE
;-------------
550=消耗
551=无消耗
;---------------------------------------------
;传送点 panels: waypoint
;560=WAYPOINT_HEADER
;561=EBG
;562=RBL
;563=BBL
;564=GBL
;565=NONE
;566=DISABLED
;-------------
560=传送点
561=永恒战场
562=红色边境
563=蓝色边境
564=绿色边境
565=无传送点
566=传送点禁用
;---------------------------------------------
;一键换BUILD界面 panels: templates
;570=TEMPLATES
;571=LOAD
;572=SAVE
;573=SELECT SIMILAR
;574=TRAITS
;575=GEAR
;576=SKILLS
;577=LEGENDARY
;578=PVP
;579=PREEQUIP ANY 2H
;580=SORT ALPHABETICALLY
;581=copied
;582=NAME
;583=delete
;584=OVERWRITE
;585=saved
;586=loading...
;587=map rate restrictions in place (500ms)
;588=unavailable
;589=CANCEL
;-------------
570=一键换Build
571=读取
572=保存
573=选择类似Build
574=特性
575=装备
576=技能
577=传奇
578=PVP
579=预装备任意双手武器
580=按字母排序
581=已复制
582=命名
583=删除
584=替换
585=已保存
586=读取中...
587=本地图加载模板频率受限(500ms)
588=不可用
589=取消
;---------------------------------------------
;buff页面 panels: buffs
;590=Area Buffs
;591=WARNING: CPU HEAVY
;592=use buff list name as title
;-------------
590=BUFF面板
591=警告:CPU高负荷
592=使用buff名称作为标题
;---------------------------------------------
;详细页面 panels: detail
;610=DETAIL
;611=min
;612=max
;613=elapsed
;614=removed
;-------------
610=详细
611=最低
612=最高
613=战斗时间
614=清除
;---------------------------------------------
;通用语 custom skills
;620=Dodge
;621=Barrier
;622=Breakbar Change
;-------------
620=闪避
621=屏障
622=cc蔑视量变化
;---------------------------------------------
;技能2页面 skills 2
;630=NO EVENTS
;631=shielded
;632=hits (all)
;633=dmg (phys)
;634=dmg (buff)
;635=time cast
;636=protected
;637=killed
;638=downed
;639=shield total
;640=blocks
;641=evades
;642=absorbs
;643=zeroes
;-------------
630=无战斗
631=屏障
632=击中（全部）
633=直伤
634=症状
635=花费时间
636=保护
637=死亡
638=倒地
639=屏障总计
640=格挡
641=闪避
642=吸收
643=清空
;---------------------------------------------
;分配 assorted
;660=success
660=成功
;661=failed
661=失败
;662=padding
662=坐标
;663=background
663=背景
;664=one line
664=横排显示
;665=align right
665=对齐
;666=Reset
666=重置
;667=total
667=总伤害
;668=cleave
668=范围伤害
;669=target
669=目标伤害
;670=in
670=受伤
;671=title bar
671=标题栏
;672=no history
672=无历史
;673=auto size
673=自动调整大小
;674=max displayed
674=最大显示人数
;675=scroll bar
675=滚动条
;676=friendly
676=队友伤害
;677=List
677=列表
;678=skills
678=技能
;679=targets
679=目标
;680=log
680=日志
;681=extras
681=附加功能
;682=versioncheck
682=检查更新(国服建议不勾选)
;683=nooblach
683=隐藏日常和成就（需重新读图）
;684=nooblquest
684=隐藏史诗和故事（需重新读图）
;685=nocombattext
685=隐藏战斗中的数值和文字
;686=combat time
686=战斗时间
;687=sort per second
687=dps按时间排序
;688=Style
688=风格
;689=buffs
689=增益
;690=sort vs target
690=dps按名词排序
;691=Display
691=显示
;692=colour by subgroup
692=显示小队颜色
;693=@1: cleave total\n@2: cleave per second\n@3: cleave percent\n@4: target total\n@5: target per second\n@6: target percent
693=1总伤2总dps3总百分4目标总伤5目标dps6目标百分
;694=stats format
694=玩家栏伤害显示模式
;695=debug
695=调试
;696=Data
696=数据
;697=labels
697=标签
;698=index numbers
698=显示序号
;699=profession
699=显示职业名称
;700=top skills
700=最高伤害技能
;701=top targets
701=最高伤害目标
;702=window width
702=窗口长度
;703=Damage
703=统计
;704=taken
704=受到伤害
;705=use window colour for title bar
705=标题栏使用系统颜色
;706=@1: cleave per second\n@2: cleave total\n@3: target per second\n@4: target total\n@5: target name
706=1总dps2总伤3目标dps4目标总伤5目标名
;707=title bar format
707=标题栏伤害显示模式
;708=rec
708=最新版本
;709=cur
709=当前使用
;710=logsinvalid
710=版本更新
;711=mapreload
711=重新读图
;712=interval
712=间隔
;713=max name length
713=最大名字长度
;714=nooblevent
714=隐藏附近事件（需重新读图）
;715=show advanced style options
715=显示高级风格设置
;716=Warning: modifying ImGui style may not do what you want it to do.This is unsupported and no layout compatibility is assured
716=警告：修改图形界面会因为兼容性问题无效
;717=Some colours are hardcoded and cannot be changed
717=某些颜色是硬解码的可能会无法更改
;718=Colours defined in config ini take precesence when loaded
718=颜色的定义在配置文件中
;719=name
719=名字
;720=name colour using profession
720=名字使用职业颜色
;721=name colour using subgroup
721=名字使用小队颜色
;722=sort by subgroup
722=buff按小队排序
;723=M.gw2
723=gw2内存占用
;724=M.arc
724=arc内存占用
;725=Dist.cbt
725=战斗时移动距离
;726=Dist.ooc
726=脱战时移动距离
;727=Time.cbt
727=战斗时间
;728=Time.ooc
728=脱战时间
;729=detailed
729=详细
;730=Warning: results unpredictable
730=警告：不可预知的结果
;731=Slow worldstep when window inactive
731=当窗口无效时，缓慢载入地图
;732=simmulation disabled
732=模拟禁止
;733=sort advanced
733=dps高级排序
;734=Advanced sort options override default sort options and player format strings,as well as require more CPU
734=高级排序会覆盖默认排序规则，并占用更多的CPU
;735= Changes to default style will not retroactively apply to these.Delete the appearance_key in the ini to reset
735=风格的更改不会改变默认初始值。删除ini文件中的appearance_key可以重置回默认初始值。
;736=history
736=历史
;737=Advanced
737=高级
;738=none
738=无
;739=downeds
739=倒地次数
;740=time between downeds
740=倒地之间时长
;741=deaths
741=死亡次数
;742=time between deaths
742=死亡之间时长
;743=res count
743=救人次数
;744=res time
744=救人时长
;745=cleanses
745=清除症状
;746=strips
746=削增益
;747=dps out persist
747=造成伤害（持续）
;748=dps in persist
748=受到伤害（持续）
;749=stats exclude
749=统计数据排除
;750=Exclusion applies to all area stats and details windows, aggregate and skills	
750=排除会作用于所有统计窗口和详细窗口
;751=excl
751=excl开启
;752=vs players
752=vs玩家
;753=vs npcs 	
753=vs npc	
;754=vs gadgets	
754=vs小工具
;755=from palyers	
755=从玩家
;756=from npcs	
756=从npc
;757=from gadgets	
757=从小工具
;758=Interface	
758=界面
;759=Encounter logging
759=记录遭遇boss
;760=Extras tooltips
760=附加工具
;761=Player tooltips
761=个人技能界面
;762=Data display	
762=伤害统计显示
;763=Window style
763=窗口风格	
;764=Reset persistent	
764=重置数据统计
;765=dps out squad current	
765=团队总秒伤
;766=dps in squad current	
766=团队总受伤
;767=always draw windows	
767=总是显示窗口	
;768=reset persistent on party join/leave
768=当进入/退出队伍时候重置数据统计
;769=reset persistent on prof change	
769=当切换职业时候重置数据统计
;770=detail default
770=详细统计默认设置
;771=Details windows initial settings when opened from this window	
771=打开详细窗口时候的初始设置
;772=save evtc logs on squad combat	
772=保存WvW团队战斗的EVTC日志
;773=min participants for squad logs
773=WvW团队日志最小参与者数量
;774=max participants for squad logs
774=WvW团队日志最大参与者数量
;775=WvW logging
775=WvW 记录日志中
;776=Damage out
776=输出
;777=Damage in
777=受伤
;778=min player enemies for squad logs
778=团队日志最低敌人数量
;779=Advanced
779=高级
;780=show advanced function options
780=显示高级功能选项
;781=Changes may cause crashes or not play nice with other applications
781=更改设置可能会导致错误和冲突
;782=Draw compat
782=显示compat
;783=use per-profession keybinds
783=使用独立职业改键
;784=Automatically load last keybinds on map enter, and save on map exit(binds: skills group, stow weapon)
784=会在切图后自动保存完改键
;785=show target info
785=显示目标信息
;786=target info target
;786=target info target
;787=reset persistent on build change
787=当切换bd时重置数据统计
;788=combat time
788=战斗时间
;789=Default combat duration is from combat start to combat end. Change is applied globally instantly, no reset
789=默认战斗时间更改后会立马生效
;790=use last damage event for combat end
790=将最后的一次伤害作为战斗结束
;791=draw bars
791=显示职业底色
;792=subgroup
792=小分队
;793=top subgroups
793=置顶分队
;794=buffs total
794=buff总计算时间
;795=asset timeout ms
795=弹出加载地图时间ms
;796=Max asset load time before pop-in\nFixes 2min WvW waypoint bug\n0 = use default
796=弹出加载地图最大时间，默认0
;797=map timeout ms
797=加载地图时间ms
;798=Max map load time before pop-in\n0 = use default
798=加载地图最大时间，默认0
;799=model timeout ms
799=模型加载时间ms
;800=Max model load time before pop-in\n0 = use default
800=模型加载地图最大时间，默认0
;801=Map load
801=加载地图
;802=combat - local
802=战斗-本地
;803=combat - area (self)
803=战斗-区域（个人）
;804=combat - area (squad)
804=战斗-区域（团队）
;805=engine
805=文件记录
;806=hide windows during combat
806=战斗中隐藏窗口
;807=Crash behavior
807=错误行为
;808=Needs restart
808=需要重启
;809=max squad fights to keep
809=最大团队战斗次数
;810=pass through crashes on game build
810=游戏更新导致的错误
;811=Font size
811=字体大小
;812=Custom font can be loaded by placing\narcdps_font.ttf in config folder.\nChanging size requires client restart
812=更改字体大小需要重启游戏
;813=save logs to:
813=保存日志在：
;814=Logging folder
814=日志存放目录
;815=buff table ids csv:
815=buff面板id表格：
;816=apply
816=应用
;817=log boss ids csv:
817=日志boss id表格：
;818=Postfix with g (eg. 23255g) for gadgets
818=配件类的后缀用g表示(比如 23255g)
;819=apply
819=应用
;820=Keys
820=热键
;821=(not set)
821=(未设置)
;822=modifier 1
822=组合键 1
;823=modifier 2
823=组合键 2
;824=modifier other
824=组合键 其他
;825=hide
825=隐藏
;826=options
826=设置
;827=area stats
827=团队统计
;828=buffs
828=buff面板
;829=details
829=图表统计
;830=log to file
830=记录文件
;831=dodge uptime
831=翻滚率
;832=strips averaged
832=削增益平均值
;833=cleanses averaged
833=清症状平均值
;834=/s
834=/s
;835=s
835=s
;836=Position
836=位置坐标
;837=Window position
837=窗口位置坐标
;838=screen relative position
838=屏幕相对位置坐标
;839=top-left
839=顶部-左边
;840=top-right
840=顶部-右边
;841=bottom-left
841=底部-左边
;842=bottom-right
842=底部-右边
;843=x
843=x
;844=y
844=y
;845=window relative position
845=窗口相对位置坐标
;846=from window name
846=从窗口名字
;847=to this panel corner
847=到这个面板的角落
;848=from anchor panel corner
848=从另一个面板角落
;849=Center relative positions
849=中心相对位置
;850=reset manual positions	
850=重置手动位置
;851=tts for npcs
851=NPC语音
;852=use window-specific excludes
852=使用系统特殊排除
;853=Excludes applying to this window.\nUses extra CPU, tooltips will not be\navailable	
853=排除应用将不会生效
;854=Excludes applying to default
854=排除应用在默认
;855=tag distance averaged
855=指挥官平均距离
;856=tag distance squad current	
856=指挥官团队距离
;857=WvW	
857=WvW	
;858=PvE
858=PvE
;859=Deselect advanced and use regular stats
859=取消高级显示并使用常规统计信息
;860=Squad combat duration stats\nReset on squad combat enter (any nearby\nsquad member)
860=团队战斗总时间
;861=Player combat duration stats\nNot reset on any event start or\ncombat enter
861=个人战斗总时间（不重置）
;862=Player combat duration stats\nReset on player combat enter	
862=个人战斗总时间（进站斗重置）
;863=Stats persistence across map and\ncharacter changes	
863=切图/角色保持数据统计
;864=kills out averaged	
864=平均击杀
;865=kills out squad current	
865=团队当前击杀
;866=downs out averaged	
866=平均倒地次数
;867=downs out squad current
867=团队当前倒地	
;868=highlight loading red
868=红色高光显示
;869=persist
869=重置统计设置	
;870=Sliding range not available\nfor global area stats
870=滑动远程范围不适用于全局区域统计
;871=Display stats for last	
871=显示最后的统计信息
;872=ms	
872=ms
;873=Appearance
873=外观
;874=also show self at top
874=在顶部额外显示自己数据
;875=hide self from list
875=在列表中隐藏自己数据
;876=Colours: Arc/Area stats
876=颜色：Arc/团队统计
;877=Colours: Arc/Buff table
877=颜色：Arc/BUFF面板
;878=Colours: Arc/Lists
878=颜色：Arc/列表
;879=defensive
879=防御
;880=draw damage graph on top
880=在顶部绘制伤害曲线
;881=reset to default style
881=重置到默认风格设置
;882=breakbar averaged
882=平均cc蔑视量
;883=breakbar squad current
883=当前cc蔑视量
;884=extension
884=扩展名
;885=custom name
885=自定义名称
;886=manual
886=手动
;887=unsupported,can't use shift
887=不支持，不能使用shift
;888=highlight ping spikes
888=突出显示延迟
;889=highlight map tick rate spikes
889=突出显示地图响应
;890=@1: framerate\n@2: ping\n@3: map tick rate\n@4: arc tick rate\n\\n: newline (for vertical)
890=@1:帧数\n@2:延迟\n@3:地图响应\n@4:arc响应 (\n:换行)
;891=metric format
891=显示格式
;892=profession icons
892=显示职业图标
;893=subgroup average
893=小队平均
;894=max active stacks
;894=max active stacks
;895=1 target nominal
;895=1 target nominal
;896=5 target nominal
;896=5 target nominal
;897=10 target nominal
;897=10 target nominal
;898=Custom icons can be loaded by creating an \"icons\" folder in config, using names 001.png to 009.png and e101, e102.png to e902.png for elite specializations
898=可通过创建一个icons文件夹来自定义职业图标文件，用001.png-009.png-e101,e102,e902.png命名
;899=Errors
899=错误
;900=Buff IDs can be found by clicking player name on table and hovering over the buff, ID listed at the bottom. Select 'in' to view buffs recieved
900=Buff ID列表，默认请勿改动
;901=buff list
901=buff 列表
;902=limit in to nominal (maximum)
902=模拟限制最大值
;903=show tabs
903=显示分类
;904=out
904=输出
;905=limit in to nominal (minimum)
905=模拟限制最小值
;906=Area Graphs
906=图表统计
;907=dps out
907=输出伤害
;908=dps in
908=受到伤害
;909=cleanse out
909=被清除的症状
;910=cleanse in
910=自身清除的症状
;911=strip out
911=削增益
;912=strip in
912=被削增益
;913=buff out
913=提供增益
;914=buff in
914=受到增益
;915=squad rows
915=每行显示数量
;916=max
916=最大值
;917=timing
917=时间设置
;918=Graph time options
918=图表时间设置
;919=graphs
919=图表统计
;920=WvW
920=WvW
;921=restrict total to MBs
921=日志文件最大值MB
;922=History
922=历史记录
;923=stride ms
923=统计间隔ms
;924=show combat last ms
924=显示最后战斗时间
;925=min log duration seconds
925=日志最低时长
;926=Hide player
926=隐藏玩家
;927=Hide professions
927=隐藏职业
;928=unhide all
928=取消全部隐藏
;929=Too many graphs can cause graphical artifacting
929=太多图表会导致图形失真
;930=unknown
930=未知的
;931=guardian
931=守护
;932=warrior
932=战士
;933=engineer
933=工程
;934=ranger
934=游侠
;935=thief
935=盗贼
;936=elementalist
936=元素
;937=mesmer
937=幻术
;938=necromancer
938=死灵
;939=revenant
939=魂武
;940=pixels per segment
940=每段像素
;941=rolling
941=动态数据
;942=Rolling: pt is sum for previous stride over stride Not rolling: pt is total to time over time
942=动态:间隔固定时间统计 非动态:总时间统计
;943=non-selected transparency
943=未选中透明度
;944=non-highlighted transparency
944=未高亮透明度
;945=auto select self
945=自动选择自己
;946=Select buff ID manually or from buff table list
946=手动选择Buff或者从Buff面板选择
;947=buff select
947=Buff显示选择
;948=List
948=列表
;949=don't change selected colour
949=不要修改选择的颜色
;950=use unique player colours
950=使用唯一的玩家颜色
;951=Colours: Arc/Graphs
951=颜色：Arc/图表统计
;952=selected
952=已选中
;953=hostile
953=敌对的
;954=friendly
954=友方的
;955=range
955=距离
;956=buff in
956=受到增益
;957=buff out
957=提供增益
;958=show hidden buffs
958=显示隐藏的buff
;959=hidden
959=隐藏
;960=show target
960=显示目标
;961=dps out target
961=目标的输出伤害
;962=dps in target
962=目标受到的伤害
;963=subgroup average only
963=只显示小队平均
;964=suppress all floating text
964=禁止显示浮动文本
;965=show min/max line indicator
965=显示最小/最大指示线
;966=percent squad participants
966=团队百分比
;967=Self Cast OnActivate
967=自身激活消耗
;968=Enemy Cast OnActivate
968=敌人激活消耗
;969=on-activate
969=激活
;970=strike
970=直伤
;971=condition
971=症状
;972=stats format pad spaces
972=数据显示区域自动填充间距
;973=reset on self map change
973=当切换地图时重置数据统计
;974=downs contribution
974=倒地次数
;975=downs contribution
975=倒地次数
;976=squad stats
976=团队数据
;977=persist stats
977=持续数据
;978=end after seconds inactive
978=取消激活后几秒关闭
;979=Wbd
979=破锋
;980=Wa3
980=誓剑
;981=En3
981=玉偃
;982=Rg3
982=狂兽
;983=Th3
983=缚影
;984=El3
984=元晶
;985=Vrt
985=灵刃
;986=Har
986=先驱
;987=Re3
987=裁决
;988=in as percent of hits
988=受击打按百分比
;989=in as percent polled
989=受调查按百分比
;990=in as volume
990=受伤按百分比
;991=use hits taken
991=使用被打击
;992=subgroup only
992=仅小队
;993=Extensions
993=扩展插件
;994=Visibility is split between WvW and PvE
994=wvw和pve是分开设置显示的
;995=Area stats
995=伤害统计
;996=Buffs
996=BUFF面板
;997=Skip arc crash handler when game build matches client
997=当游戏客户端更新时忽略arcdps插件的崩溃
;998=gadget
998=配件
;999=active
999=激活
;1000=add
1000=增加
;1001=About
1001=关于
;1002=h
;1002=h
;1003=u
;1003=u
;1004=v
;1004=v
;1005=use hits boss
1005=被击打boss
;1006=close window
1006=关闭窗口
;1007=save after every instance
1007=每次切换地图后保存日志
;1008=Individual boss logs will not be generated, resulting logs may be very large, overrides squad combat timing
1008=不会生成单个boss日志，生成的日志可能会非常大，战斗时间会超过团队战斗时间
;1009=Map logging
1009=切换地图生成日志
;1010=disable on client launch
1010=客户端启动时禁用
;1011=Map
1011=地图
;1012=minions
1012=召唤物
;1013=minions
1013=召唤物
;1014=self only
1014=只显示自己
;1015=use per-elite keybinds
1015=使用独立精英特性改键
;1016=max buff stacks (uptime)
1016=最大buff层数
;1017=max buff generation
1017=最大buff生成
;1018=i
;1018=i
;1019=o
;1019=o
;1020=avg all hits
1020=所有击打平均
;1021=avg selected
1021=选中平均
;1022=out as generation on any
1022=给所有的生成
;1023=out as generation on squad
1023=给团队的生成
;1024=out as generation on subgroup
1024=给小队的生成
;1025=a
;1025=a
;1026=s
;1026=s
;1027=g
;1027=g
;1028=s
;1028=s
;1029=b
;1029=b
;1030=t
;1030=t
;1031=l
;1031=l
;1032=h
;1032=h
;1033=i
;1033=i
;1034=filter name
1034=过滤查找
;1035=window padding x
1035=x轴窗口填充
;1036=window padding y
1036=y轴窗口填充
;1037=bar padding x
1037=x轴行间填充
;1038=bar padding y
1038=y轴行间填充
;1039=minions
1039=召唤物
;1040=hide windows out of combat
1040=脱战时隐藏窗口
;1041=errors
1041=错误
;1042=keep fights for self only
1042=只根据自己来记录战斗
;1043=(logs trimmed, high memory use)
1043=(日志修剪，高内存使用)
;1044=don't draw target bar
1044=不显示目标总伤害条形图
;1045=don't draw cleave bar
1045=不显示范围总伤害条形图
;1046=Does not affect bar percentage calculation
1046=不影响条形百分比计算
;1047=don't hide zero buff columns
1047=不隐藏0增益的列
;1048=minion
1048=召唤物
;1049=apply keybinds even if zero/unbound
1049=不绑定按键也作为改键保存
;1050=Keybinds may be reset to unbound if game keybind structs change
1050=改键可被重置为空改键
;1051=Click to unbind
1051=点击解除绑定
;1052=Try clearing browser cache and updating manually if this message doesn't go away
1052=如果此消息没有消失，请尝试清除浏览器缓存并手动更新
;1053=keep fights for event/quest npcs
1053=根据事件/任务的NPC来记录战斗
;1054=restart and update
1054=重启游戏并更新插件
;1055=error
1055=错误
;1056=automatically update extensions
1056=自动更新(国服建议不勾选)
;1057=/s
;1057=/s
;1058=show /s indicator
1058=显示数据单位(/s)
;1059=(m)
;1059=(m)
;1060=Reset on first squadmember combat enter
1060=在团队第一个成员进入战斗后重置
;1061=Reset on events selected under persist
1061=在事件选择后重置
;1062=Reset on player combat enter
1062=在玩家进入战斗后重置
;1063=redirect system messages to misc
1063=将系统消息隐藏
;1064=Updating may fail in chainload or external load scenarios
1064=在某些加载场景下更新将会失败
;1065=sort by profession
1065=按职业排序
;1066=don't automatically open crash log
1066=不自动弹窗打开崩溃日志
;1067=Default combat duration is from combat start to damage end. Options apply to hits or polled uptime only
1067=默认战斗时间是从进入战斗开始到伤害结束
;1068=reset defaults
1068=重置为默认
;1069=intensity
1069=亮度
;1070=i
1070=i
;1071=duration
1071=持续时间
;1072=d
1072=d
;1073=-
1073=-
;1074=-
1074=-
;1075=drag
1075=拖动
;1076=self stats
1076=个人统计
;1077=self skills
1077=个人技能
;1078=metrics
1078=信息显示
;1079=remove offline players after
1079=移除离线玩家
;1080=seconds
1080=秒
;1081=minutes
1081=分
;1082=MBs
1082=MBs
;1083=skip nonessential pattern error
1083=跳过非必要的模型错误(pattern error)
;1084=check for translation updates
1084=检查翻译文件更新
;1085=max individual fights to keep
1085=最大单人战斗次数
;1086=title bar in/out
1086=标题栏显示/隐藏
;1087=title bar lists
1087=标题栏列表
;1088=title bar calculation method
1088=标题栏计算方式
;1089=If supported by the extension
1089=如果扩展功能支持
;1090=sort match window
1090=匹配窗口排序
;1091=Extension Windows
1091=扩展插件窗口
;1092=Area stats ID is displayed in title bar
1092=标题栏显示区域统计窗口编号
;1093=also match scroll
1093=同时匹配滚动
;1094=Works only if same height window,disables scrolling
1094=仅同高度窗口生效，禁用滚动
;1095=hide header row
1095=隐藏表头行
;1096=display current fight even without damage
1096=无伤害时也显示当前战斗
;1097=use stacking type overrides
1097=启用堆叠类型覆盖
;1098=use this buff list
1098=使用此buff列表
;1099=Dodge
1099=闪避
;1100=Defiance Damage
1100=蔑视cc量
;1101=Weapon Stow
1101=收起武器
;1102=Weapon Draw
1102=拔出武器
;1103=Generic Block
1103=通用格挡
;1104=Generic Damage
1104=通用伤害
;1105=Generic Kill
1105=通用击杀
;1106=Generic Down
1106=通用倒地
;1107=Generic Evade
1107=通用闪避
;1108=Generic Interrupt
1108=通用打断
;1109=Generic Absorb
1109=通用吸收
;1110=Generic Miss
1110=通用未命中
;1111=
;1111=
;1112=@5: target name @6: current fight or nomralized stat total
1112=@5:目标名称 @6:当前战斗/标准化统计总值
;1113=Kills contribution
1113=击杀贡献度
;1114=Kills contribution
1114=击杀贡献度
;1115=Resurrect activations
1115=复活触发次数
;1116=Resurrect time
1116=复活时长
;1117=Damage since target dropped below full health
1117=目标掉血后造成的伤害
;1118=Damage while target was down
1118=目标倒地后造成的伤害
;1119=%
1119=%
;1120=Contribution ratio
1120=贡献占比
;1121=Contribution ratio
1121=贡献占比
;1122=Sum of both contributions divided by total damage
1122=两项贡献之和÷总伤害
;1123=Uses averaged location of all squadmembers when no tag present
1123=无指挥官时取全队成员评价位置
;1124=anonymous mode
1124=匿名模式
;1125=Hides player names and colours. Disables tooltips and details
1125=隐藏玩家昵称和颜色.关闭提示窗口和详情.
;1126=combine bars across windows
1126=跨窗口合并进度条
;1127=Combining bars assumes area stats ID order of all similar sort-by windows
1127=合并进度条将按区域统计编号顺序排列窗口
;1128=window minimum height
1128=窗口最小高度
;1129=title align
1129=标题对齐方式
;1130=allow focus
1130=允许聚焦
;1131=Generic Knockdown
1131=通用击倒
;1132=Generic Knockback and Pull
1132=通用击退与拉拽
;1133=Generic Float
1133=通用浮空
;1134=Generic Launch
1134=通用击飞
;1135=Generic Water Float and Sink
1135=通用水下漂浮和下沉
;1136=Generic Control Effect From Buff
1136=通用来自buff的cc
;1137=Crowd control
1137=cc
;1138=Crowd control
1138=cc
;1139=Sum of loss-of-control effects. Excludes defiant, defiance bars, and blocked
1139=失效控制总和.包含蔑视条和格挡
;1140=Counts finishing hit only
1140=仅统计完成的击中
;1141=Counts finishing hit only
1141=仅统计完成的击中
;1142=cc count
1142=cc统计
;1143=cc duration
1143=cc时长
;1144=Damage to defiance bars only. Excludes loss-of-control effects
1144=仅统计有效cc.不包含失效控制
;1145=Duration disabled
1145=时长已禁用
;1146=Duration disabled
1146=时长已禁用
;1147=Sum of loss-of-control effect duration, in milliseconds. Does not adjust for stunbreak
1147=失效控制总时长(毫秒).不计算解控抵消量
;1148=normalized
1148=标准化
;1149=current fight
1149=当前战斗
;1150=Title bar
1150=标题栏
;1151=Recovered ratio
1151=恢复比例
;1152=Recovered ratio
1152=恢复比例
;1153=Ratio of disable duration recovered by stunbreaks
1153=解控锁抵消的控制时长占比
;1154=Generic Stagger
1154=通用僵直
;1155=Using shared ImGui context, style options not managed
1155=使用共享ImGui排版.格式选项不独立管理
;1156=s/s
1156=s/s
;1157=use squad current fight
1157=使用团队当前战斗数据
;1158=historical
1158=历史记录
;1159=prefer ineligible fight over historical
1159=优先未结算战斗,而非历史数据
;1160=group
1160=小队
;1161=buff distribution
1161=增益分布
;1162=d
1162=d
;1163=current
1163=当前
;1164=group history
1164=团队历史
;1165=last ms
1165=最近毫秒
;1166=PvE
1166=PvE
;1167=use subgroup for player colours
1167=按小队区分玩家颜色
;1168=title bar buttons
1168=标题栏按钮
;1169=use profession for player colours
1169=按职业区分玩家颜色
;1170=p
1170=p
;1171=s
1171=s
;1172=u
1172=u
;1173=full time range
1173=完整时间范围
;1174=f
1174=f
;1175=rolling time range
1175=滚动时间范围
;1176=r
1176=r
;1177=filter
1177=筛选
;1178=Hide subgroups
1178=隐藏小队
;1179=ignore active flag when calculating buff stats
1179=计算buff统计时忽略激活状态
;1180=Exclude events from calculation. Affects all events for volume, damage hits for hits uptime, no effect on poll uptime
1180=排除部分事件参与计算.影响总量/伤害命中/持续时长统计.不影响轮询时长
;1181=Exclude events from calculation
1181=事件不计入统计
;1182=ignore logs shorter than
1182=忽略短于以下时长的日志
;1183=Current fight damage stats use different title bar variables
1183=当前战斗伤害统计使用独立标题栏变量
;1184=Format
1184=格式
;1185=normalized
1185=标准化
;1186=replace player with account name
1186=账号名替换角色名
;1187=Set to -1 to hide
1187=设为-1即可隐藏
;1188=Default bosses include raids (NM+CM), strikes (NM+CM), and fractals (CM)
1188=默认首领包含十人本(普通+挑战)/进攻任务(普通+挑战)/碎层(挑战)
;1189=Removes bottom of the list
1189=删除列表最后一项
;1190=Strips contribution
1190=扒增益贡献值
;1191=Strips contribution
1191=扒增益贡献值
;1192=Strips since 2 seconds before target dropped below full health
1192=从目标非满血前2秒开始算扒增益贡献
;1193=New instances of bosses only, does not affect bosses already spawned
1193=仅对新刷新boss生效,已生成boss不受影响
;1194=Crowd control contribution
1194=cc贡献度
;1195=Crowd control contribution
1195=cc贡献度
;1196=Crowd control count since 2 seconds before target dropped below full health
1196=目标非满血前2秒起开始算cc次数
;1197=players
1197=玩家
;1198=Area stats ID is displayed in title bar
1198=标题栏显示区域统计编号
;1199=ignore WvW conditions for historical
1199=历史数据忽略wvw症状
;1200=Requires player vs player damage
1200=仅统计玩家对战伤害
;1201=Treat as single stack max when calculating buff stats
1201=增益统计按单堆叠上限计算
;1202=Option is split between WvW and PvE
1202=该选项wvw/pve分开独立生效
;1203=as
1203=作为
;1204=Negated attacks
1204=无效攻击
;1205=Negated attacks
1205=无效攻击
;1206=Sum of invuln, absorbed, evaded, missed, zero damage
1206=无敌/吸收/闪避/未命中/0伤害总和
;1207=title bar format
1207=标题栏格式
;1208=-
1208=-
;1209=rolling
1209=滚动
;1210=maximum rolling duration
1210=最大滚动时长
;1211=Minutes, requires client restart
1211=分钟.需重启客户端生效
;1212=Outgoing cleanses on allies
1212=对友方清症
;1213=Outgoing strips on enemies
1213=对敌人扒增益
;1214=Average minion count
1214=召唤我平均数量
;1215=Milliseconds
1215=毫秒
;1216=Debug window for comparing chat log to simulated
1216=调试窗口.用来对比聊天窗口数据与模拟数据
;1217=Stats, buffs, and graphs hotkeys are found in those windows' context menu
1217=统计/buff/图表快捷键可在窗口右键菜单里设置
;1218=Unsupported when running in addon mode
1218=插件加载模式下暂不支持
;1219=Missile Effectiveness
1219=投射物
;1220=Missile Effectiveness
1220=投射物
;1221=Missile launch to hit ratio (tooltip: miss rate)
1221=投射物击中比例(提示文字:未命中率)
;1222=Missile Friendly Fire
1222=投射物友伤
;1223=Missile Friendly Fire
1223=投射物友伤
;1224=Damage to allies from missile reflection
1224=投射物反射对友方造成的伤害
;1225=missiles
1225=投射物
;1226=clear current
1226=清空当前
;1227=clear all
1227=清空全部
;1228=Map IDs
1228=地图编号
;1229=Map ID can be found in the metrics window tooltip. Logging will not start until re-loading into the map
1229=地图编号可在信息显示窗口中查看.需要重新加载地图才会被重新被记录进日志
;1230=Must be enabled prior to squad entering combat to log
1230=小队进站前需提前开启,否则无法记录
;1231=delay log end for squad map exit
1231=小队离开地图延迟结束日志
;1232=Will not save logs if exiting client while squad still on map
1232=小队仍在地图时退出客户端,将不会保存日志
;1233=Lum
1233=圣辉
;1234=Par
1234=圣言
;1235=Amg
1235=鎏金
;1236=Gls
1236=风羽
;1237=Atq
1237=彩戏
;1238=Evk
1238=唤元
;1239=Tbd
1239=吟游
;1240=Rit
1240=祭祀
;1241=Cdt
1241=契灵
;1242=(next id)
1242=(后续编号)
;1243=@1: cleave total @2: cleave per second @3: cleave percent of total @4: target total @5: target per second @6: target percent of total
1243=@1:范围总伤害量 @2:范围每秒伤害 @3:范围总百分比 @4:目标总伤害量 @5:目标每秒伤害 @6:目标总百分比
;1244=blacklist mode
1244=黑名单模式
;1245=Log all instance maps except those on the map ID list
1245=以下地图id不记录日志
;1246=Remove
1246=删除
;1247=hide close button in title bar
1247=隐藏标题栏关闭按钮
;1248=update running
1248=正在更新
;1249=status
1249=状态
;1250=show placeholders with history
1250=历史数据显示占位条目
;1251=Squad fights (squad combat time) only
1251=仅团队战斗
;1252=Mem shared
1252=内存共享
;1253=include beta releases
1253=包含测试版更新
;1254=(invalid)
1254=(无效)
;1255=Generic gadget interact
1255=通用装置互动
;1256=Generic emote
1256=通用表情动作
;1257=Map age
1257=地图存在时长
;1258=Time spent alive
1258=存活时长
;1259=Time spent alive
1259=存活时长
;1260=Time spent not dead or down
1260=未倒地/死亡的时长
;1261=window refreshes per second
1261=窗口每秒刷新次数FPS
;1262=Fraction for slower than 1/s
1262=低于1次/秒的小数显示
;1263=Stat used for sorting Current fight: from first player combat enter to last player combat exit Normalized: accumulated per-player individually, reset as per interface options
1263=当前战斗:从首位玩家进战斗到末位玩家脱战为止 标准化:按玩家单独累计 每个界面的设置互相独立
;1264=inverse sort order
1264=反向排序
;1265=graphs
1265=图表
;1266=Will always reset on build change
1266=切换特性时降自动重置
;1267=Secondary target
1267=次要目标
;-------------
